---
kind: enumMember
id: F:Autodesk.Revit.DB.ParametersOrder.Ascending
enum: Autodesk.Revit.DB.ParametersOrder
source: html/771bd717-9d4d-d36d-0948-94e2e73f392c.htm
---
# Autodesk.Revit.DB.ParametersOrder.Ascending

Sort parameters are in ascending(A-Z) order.